<template>
  <div id="home" class="home">
    <h2 class="gtitle">愚之自鉴<span>（个人简介）</span></h2>
    <div class="clear">
      <div class="introduct">
        <p>白衣无尘，亦如初见。感恩臻遇，有幸得识。这里摘繁华。陇右人士，喜古风与汉服。</p>
        <p>受德于儒之“怒道”、“民主”、“仁德”，道之“辩证”、“道法自然”，墨之“科学”、“兼爱”、“尚贤”，法之“唯物”。</p>
        <p>崇尚自然人文，追求精神自由，热爱汉服和古风文化。</p>
        <p
          >对有趣的世界和可能有趣的你感到好奇，对世界保持高度的敏感性和关注度，正在尝试从事互联网产品及网站开发相关工作。</p
        >
        <p>若热爱古风，你将成为我最敬重的朋友。如果你同样有兴趣了解我，请关注我的博客。</p>
      </div>
      <div class="introduct">
        <p>白衣无尘，亦如初见。感恩臻遇，有幸得识。这里摘繁华。陇右人士，喜古风与汉服。</p>
        <p>受德于儒之“怒道”、“民主”、“仁德”，道之“辩证”、“道法自然”，墨之“科学”、“兼爱”、“尚贤”，法之“唯物”。</p>
        <p>崇尚自然人文，追求精神自由，热爱汉服和古风文化。</p>
        <p
          >对有趣的世界和可能有趣的你感到好奇，对世界保持高度的敏感性和关注度，正在尝试从事互联网产品及网站开发相关工作。</p
        >
        <p>若热爱古风，你将成为我最敬重的朋友。如果你同样有兴趣了解我，请关注我的博客。</p>
      </div>
      <div class="introduct">
        <p>白衣无尘，亦如初见。感恩臻遇，有幸得识。这里摘繁华。陇右人士，喜古风与汉服。</p>
        <p>受德于儒之“怒道”、“民主”、“仁德”，道之“辩证”、“道法自然”，墨之“科学”、“兼爱”、“尚贤”，法之“唯物”。</p>
        <p>崇尚自然人文，追求精神自由，热爱汉服和古风文化。</p>
        <p
          >对有趣的世界和可能有趣的你感到好奇，对世界保持高度的敏感性和关注度，正在尝试从事互联网产品及网站开发相关工作。</p
        >
        <p>若热爱古风，你将成为我最敬重的朋友。如果你同样有兴趣了解我，请关注我的博客。</p>
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
  .home {
    width: 100%;
  }
</style>
